[
  {
    "id": 1,
    "name": "Metro 2033",
    "author": "Dmitry Glukhovsky",
    "publisher": "Gollancz",
    "genre": ["Post Apocalyptic", "Horror", "Science Fiction"],
    "publication_year": 2005,
    "price": 14.99,
    "imgUrl": "/images/metro2033.jpg",
    "pages": 458,
    "description": [
      "The year is 2033. The world has been reduced to rubble. Humanity is nearly extinct and the half-destroyed cities have become uninhabitable through radiation. Beyond their boundaries, they say, lie endless burned-out deserts and the remains of splintered forests. Survivors still remember the past greatness of humankind, but the last remains of civilisation have already become a distant memory.",
      "Man has handed over stewardship of the Earth to new life-forms. Mutated by radiation, they are better adapted to the new world. A few score thousand survivors live on, not knowing whether they are the only ones left on Earth, living in the Moscow Metro—the biggest air-raid shelter ever built. Stations have become mini-statelets, their people uniting around ideas, religions, water-filters, or the need to repulse enemy incursion.",
      "VDNKh is the northernmost inhabited station on its line, one of the Metro's best stations and secure. But a new and terrible threat has appeared. Artyom, a young man living in VDNKh, is given the task of penetrating to the heart of the Metro to alert everyone to the danger and to get help. He holds the future of his station in his hands, the whole Metro—and maybe the whole of humanity."
    ]
  },
  {
    "id": 2,
    "name": "Metro 2034",
    "author": "Dmitry Glukhovsky",
    "publisher": "AST",
    "genre": ["Post Apocalyptic", "Horror", "Science Fiction"],
    "publication_year": 2009,
    "price": 16.99,
    "imgUrl": "/images/metro2034.jpg",
    "pages": 286,
    "description": [
      "It's the year 2034. After a devastating war much of the world lies in ruins. Moscow is a ghost town. A few survivors retreated into the depths of the underground network to build a new civilization. They found only darkness...",
      "At the Sevastopol station, cut off from the Metro, a man appears. Colonel Hunter. He fights a lonely war against the dark, journeying deep into the monster haunted depths of the tunnels. At his side is Homer, an old man who knows the legends of the Metro like no other and will write its history. When the two meet the 17-year-old Sasha, Homer believes he has found the found the perfect pair for his epic poem. But will they live to write the tale?",
      "These are the voyages of Hunter."
    ]
  },
  {
    "id": 3,
    "name": "Metro 2035",
    "author": "Dmitry Glukhovsky",
    "publisher": "AST",
    "genre": ["Post Apocalyptic", "Horror", "Science Fiction"],
    "publication_year": 2015,
    "price": 18.99,
    "imgUrl": "/images/metro2035.jpg",
    "pages": 502,
    "description": [
      "World War Three wiped out the humankind. The planet is empty now. Huge cities became dust and ashes. Railroads are being eaten by rust. Abandoned satellites hang lonely on the orbit. Radio is mute on all the frequencies.",
      "The only survivors of the last war were those who made it into the gates of the Metro, the subway system of Moscow city. It’s there, hundreds of feet below the ground, in the vaults of what was constructed as the world’s largest air-raids shelter that people try to outlive the end of the days. It’s there that they created a new world for themselves.",
      "The stations of Metro became city-states, and its citizens, torn apart by religions and ideologies are fighting for the now scarce commodities: air, water, and space. This tiny underground world can only remind humans of an immense world they once were the masters of.",
      "It’s been twenty years past Doomsday, and yet the survivors refuse to give up. The most stubborn of them keep cherishing a dream: when the radiation level from nuclear bombings subsides, they will be able to return to the surface and have the life their parents once had.",
      "But the most stubborn of the stubborn continues to search for other survivors in this huge emptiness that once was called Earth. His name is Artyom. He would give anything to lead his own people from the underground onto the surface. And he will."
    ]
  },
  {
    "id": 4,
    "name": "2001: A Space Odyssey",
    "author": "Arthur C. Clarke",
    "publisher": "New American Library",
    "genre": ["Science fiction", "Space", "Novel"],
    "publication_year": 1968,
    "price": 14.99,
    "imgUrl": "/images/2001space_odyssey.jpg",
    "pages": 221,
    "description": [
      "From the savannas of Africa at the dawn of mankind to the rings of Saturn as man ventures to the outer rim of our solar system, 2001: A Space Odyssey is a journey unlike any other.",
      "This allegory about humanity’s exploration of the universe—and the universe’s reaction to humanity—is a hallmark achievement in storytelling that follows the crew of the spacecraft Discovery as they embark on a mission to Saturn. Their vessel is controlled by HAL 9000, an artificially intelligent supercomputer capable of the highest level of cognitive functioning that rivals—and perhaps threatens—the human mind.",
      "Grappling with space exploration, the perils of technology, and the limits of human power, 2001: A Space Odyssey continues to be an enduring classic of cinematic scope."
    ]
  },
  {
    "id": 5,
    "name": "Ghost Eaters: A Novel",
    "author": "Clay Chapman",
    "publisher": "Quirk Books",
    "genre": ["Horror", "Thriller"],
    "publication_year": 2022,
    "price": 20.33,
    "imgUrl": "/images/ghost_eaters.jpg",
    "pages": 304,
    "description": [
      "Erin hasn’t been able to set a single boundary with her charismatic but reckless college ex-boyfriend, Silas. When he asks her to bail him out of rehab—again—she knows she needs to cut him off. But days after he gets out, Silas turns up dead of an overdose in their hometown of Richmond, Virginia, and Erin’s world falls apart.",
      "Then a friend tells her about Ghost, a new drug that allows users to see the dead. Wanna get haunted? he asks. Grieving and desperate for closure with Silas, Erin agrees to a pill-popping “séance.” But the drug has unfathomable side effects—and once you take it, you can never go back."
    ]
  },
  {
    "id": 6,
    "name": "Why We Fight: The Roots of War and the Paths to Peace",
    "author": "Chris Blattman",
    "publisher": "Viking",
    "genre": ["History", "Psychology", "Politics"],
    "publication_year": 2022,
    "price": 20.23,
    "imgUrl": "/images/why_we_fight.jpg",
    "pages": 400,
    "description": [
      "Despite the Russian invasion of Ukraine or the fear of another American civil war, most of the time wars don’t happen, and of the millions of hostile rivalries worldwide, only a fraction erupt into violence. At this moment of crisis in world affairs, this necessary book from a seasoned peacebuilder and acclaimed expert in the field lays out the root causes and remedies for war and explain the reasons why conflict wins over compromise; and how peacemakers can turn the tides once conflict threatens to or becomes war. Its message could not be more urgent right now.",
      "Why We Fight draws on decades of economics, political science, psychology, and real-world interventions to lay out the root causes and remedies for war, showing that violence is not the norm; that there are only five reasons why conflict wins over compromise; and how peacemakers turn the tides through tinkering, not transformation.",
      "From warring states to street gangs, ethnic groups and religious sects to political factions, there are common dynamics to heed and lessons to learn. Along the way, through Blattman’s time studying Medellín, Chicago, Sudan, England, and more, we learn from vainglorious monarchs, dictators, mobs, pilots, football hooligans, ancient peoples, and fanatics.",
      "What of remedies that shift incentives away from violence and get parties back to dealmaking? Societies are surprisingly good at interrupting and ending violence when they want to—even gangs do it. Realistic and optimistic, this is a book that lends new meaning to the adage “Give peace a chance.”"
    ]
  },
  {
    "id": 7,
    "name": "Bioshock - Rapture",
    "author": "Jhon Shirley",
    "publisher": "Tor Book",
    "genre": ["Science fiction", "Novel", "SteamPunk", "Horror", "Dystopia"],
    "publication_year": 2011,
    "price": 12.61,
    "imgUrl": "/images/bioshock_rapture.jpg",
    "pages": 432,
    "description": [
      "It's the end of World War II. FDR's New Deal has redefined American politics. Taxes are at an all-time high. The bombing of Hiroshima and Nagasaki has brought a fear of total annihilation. The rise of secret government agencies and sanctions on business has many watching their backs. America's sense of freedom is diminishing…and many are desperate to take that freedom back.",
      "Among them is a great dreamer, an immigrant who pulled himself from the depths of poverty to become one of the wealthiest and admired men in the world. That man is Andrew Ryan, and he believed that great men and women deserve better. And so he set out to create the impossible, a utopia free from government, censorship, and moral restrictions on science―where what you give is what you get. He created Rapture―the shining city below the sea.",
      "But as we all know, this utopia suffered a great tragedy. This is the story of how it all came to be…and how it all ended."
    ]
  },
  {
    "id": 8,
    "name": "Haunting Adeline",
    "author": "H. D. Carlton",
    "publisher": "Independently published",
    "genre": ["Thriller", "Romance", "Dark", "Mystery"],
    "publication_year": 2021,
    "price": 23.19,
    "imgUrl": "/images/haunting_adeline.jpg",
    "pages": 549,
    "description": [
      "The Manipulator",
      "I can manipulate the emotions of anyone who lets me. I will make you hurt, make you cry, make you laugh and sigh. But my words don't affect him. Especially not when I plead for him to leave. He's always there, watching and waiting. And I can never look away. Not when I want him to come closer.",
      "The Shadow",
      "I didn't mean to fall in love. But now that I have, I can't stay away. I'm mesmerized by her smile, by her eyes, and the way she moves. The way she undresses... I'll keep watching and waiting. Until I can make her mine. And once she is, I'll never let her go. Not even when she begs me to."
    ]
  },
  {
    "id": 9,
    "name": "Under The Dome",
    "author": "Stephen King",
    "publisher": "Scribner",
    "genre": ["Science fiction", "Horror", "Thriller", "Mystery"],
    "publication_year": 2009,
    "price": 14.84,
    "imgUrl": "/images/under_the_dome.jpg",
    "pages": 1074,
    "description": [
      "Under the Dome is the story of the small town of Chester's Mill, Maine which is inexplicably and suddenly sealed off from the rest of the world by an invisible force field. No one can get in and no one can get out.",
      "When food, electricity and water run short, the normal rules of society are changed. A new and more sinister social order develops, Dale Barbara, a young Iraq veteran, teams up with a handful of intrepid citizens to fight against the corruption that is sweeping through the town and to try to discover the source of the Dome before it is too late..."
    ]
  },
  {
    "id": 10,
    "name": "Hollow",
    "author": "Celina Myers",
    "publisher": "Independently published",
    "genre": ["Horror", "Thriller"],
    "publication_year": 2019,
    "price": 25.78,
    "imgUrl": "/images/hollow.jpg",
    "pages": 319,
    "description": [
      "Mia feels stuck. The only talents she has ever had - the ability to see ghosts - dried up when she was a child. She knows there must be something more for her out there, but what? Then one day a tragic series of events kills her and she soon discovers she has been turned into a vampire. She must choose between two vampire families - and two unexpected loves. As she wrestles with her decision, she uncovers a conspiracy and learns her destiny is greater than she could have ever imagined."
    ]
  },
  {
    "id": 11,
    "name": "The Big Red One",
    "author": "Samuel Fuller",
    "publisher": "Da Capo Press",
    "genre": ["Historical Fiction", "War", "Military Fiction"],
    "publication_year": 1980,
    "price": 24.73,
    "imgUrl": "/images/big_red_one.jpg",
    "pages": 432,
    "description": [
      "Describing Sam Fuller as a cult legend and a celluloid genius would be like describing Muhammad Ali as a boxer or Jimi Hendrix as a guitar player. He was a singular American visionary, a giant of independent filmmaking, and a king of bruised-knuckle cinematic poetry. The Big Red One is his masterpiece. Twenty years in the making, both the novel and the film are based on Fuller's own experiences with the Army's First Infantry Division ('the Big Red One') in World War II. The story centers on the friendship of five soldiers and follows them from the arid landscapes of Vichy French Africa to Europe to the beaches of Normandy on D-Day and onward into Germany. Excruciating scenes of suffering and brutality are juxtaposed against heartbreaking scenes of compassion and selflessness. In Fuller's vision the lines between heroism and villainy are blurred--'the only glory in war is surviving'--but The Big Red One also provides an epic adventure steeped in the true history of World War II."
    ]
  },
  {
    "id": 12,
    "name": "The Butcher and The Wren: A Novel",
    "author": "Alaina Urquhart",
    "publisher": "Zando",
    "genre": ["Thriller", "Horror", "Mystery"],
    "publication_year": 2022,
    "price": 17.86,
    "imgUrl": "/images/the_butcher_and_the_wren.jpg",
    "pages": 256,
    "description": [
      "Something dark is lurking in the Louisiana bayou: a methodical killer with a penchant for medical experimentation is hard at work completing his most harrowing crime yet, taunting the authorities who desperately try to catch up.",
      "But forensic pathologist Dr. Wren Muller is the best there is. Armed with an encyclopedic knowledge of historical crimes, and years of experience working in the Medical Examiner's office, she's never encountered a case she couldn't solve. Until now. Case after case is piling up on Wren's examination table, and soon she is sucked into an all-consuming cat-and-mouse chase with a brutal murderer getting more brazen by the day.",
      "An addictive read with straight-from-the-morgue details only an autopsy technician could provide, The Butcher and the Wren promises to ensnare all who enter."
    ]
  }
]
